[Tech_LegionChassis X2TechTemplate]
DisplayName="Шасси легиона"
Summary="Тяжелое шасси \"Искры\", обеспечивающее отличную защиту и живучесть за счет мобильности. Оно также наделяет \"Искру\" новыми боевыми способностями, позволяя ему поддерживать наши отряды огромной огневой мощью."
CodeName="Легион"

[Tech_SPARKCannon_LS X2TechTemplate]
DisplayName="БСГ-12 Лазерный Миниган"
Summary="Пулеметы Гатлинга - гораздо более тяжелые версии пушек, которые используют обычные солдаты. Это громоздкое оружие обеспечивает тяжелую огневую мощь и может использоваться только нашими \"Искрами\". Его возможности теперь дополнительно улучшены за счет технологии лазерного оружия."

[Tech_SPARKCannon_MG X2TechTemplate]
DisplayName="БСГ-17 Рельсотронный Миниган"
Summary="Пулеметы Гатлинга - гораздо более тяжелые версии пушек, которые используют обычные солдаты. Это громоздкое оружие обеспечивает тяжелую огневую мощь и может использоваться только нашими \"Искрами\". Его возможности теперь дополнительно улучшены за счет технологии магнитного оружия."

[Tech_SPARKCannon_CG X2TechTemplate]
DisplayName="БСГ-20 Миниган Гаусса"
Summary="Пулеметы Гатлинга - гораздо более тяжелые версии пушек, которые используют обычные солдаты. Это громоздкое оружие обеспечивает тяжелую огневую мощь и может использоваться только нашими \"Искрами\". Его возможности теперь дополнительно улучшены за счет технологии оружия Гаусса."

[Tech_SPARKCannon_BM X2TechTemplate]
DisplayName="БСГ-25 Плазменный Миниган"
Summary="Пулеметы Гатлинга - гораздо более тяжелые версии пушек, которые используют обычные солдаты. Это громоздкое оружие обеспечивает тяжелую огневую мощь и может использоваться только нашими \"Искрами\". Его возможности теперь дополнительно улучшены за счет технологии плазменного оружия."

[SPARKCannon_CV X2WeaponTemplate]
FriendlyName="БСГ-09 Пулемет Гатлинга"
FriendlyNamePlural="БСГ-09 Пулемет Гатлинга"
BriefSummary="Мощная но физически тяжелая пушка, разработанная специально для наших \"Искр\"."
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата при отсутствии специальной подготовки."
AbilityDescName="BSG-09 Gatling Cannon"

[SPARKCannon_LS X2WeaponTemplate]
FriendlyName="БСГ-12 Лазерный Миниган"
FriendlyNamePlural="БСГ-12 Лазерный Миниган"
BriefSummary="Мощная но физически тяжелая пушка, разработанная специально для наших \"Искр\"."
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата при отсутствии специальной подготовки."
AbilityDescName="БСГ-12 Лазерный Миниган"

[SPARKCannon_MG X2WeaponTemplate]
FriendlyName="БСГ-17 Рельсотронный Миниган"
FriendlyNamePlural="БСГ-17 Рельсотронный Миниган"
BriefSummary="Мощная но физически тяжелая пушка, разработанная специально для наших \"Искр\"."
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата при отсутствии специальной подготовки."
AbilityDescName="БСГ-17 Рельсотронный Миниган"

[SPARKCannon_CG X2WeaponTemplate]
FriendlyName="БСГ-20 Миниган Гаусса"
FriendlyNamePlural="БСГ-20 Миниган Гаусса"
BriefSummary="Мощная но физически тяжелая пушка, разработанная специально для наших \"Искр\"."
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата при отсутствии специальной подготовки."
AbilityDescName="БСГ-20 Миниган Гаусса"

[SPARKCannon_BM X2WeaponTemplate]
FriendlyName="БСГ-25 Плазменный Миниган"
FriendlyNamePlural="БСГ-25 Плазменный Миниган"
BriefSummary="Мощная но физически тяжелая пушка, разработанная специально для наших \"Искр\"."
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата при отсутствии специальной подготовки."
AbilityDescName="БСГ-25 Плазменный Миниган"

[LegionModeSwitch_Short X2AbilityTemplate]
LocFriendlyName="Режим ближнего боя"
LocLongDescription="Переключитесь в режим ближнего боя. Увеличение меткости и шанса на критическое попадание с уменьшением расстояния до цели."
LocHelpText="Переключитесь в режим ближнего боя. Увеличение меткости и шанса на критическое попадание с уменьшением расстояния до цели."
LocFlyOverText="Режим ближнего боя"

[LegionModeSwitch_Long X2AbilityTemplate]
LocFriendlyName="Режим дальнего боя"
LocLongDescription="Переключитесь в режим дальнего боя. Увеличение меткости и шанса на критическое попадание с увеличением расстояния до цели."
LocHelpText="Переключитесь в режим дальнего боя. Увеличение меткости и шанса на критическое попадание с увеличением расстояния до цели."
LocFlyOverText="Режим дальнего боя"

[LegionGunShield X2AbilityTemplate]
LocFriendlyName="Оружейный щит"
LocLongDescription="Установите энергетический щит перед оружием, чтобы блокировать входящие атаки и открывать ответный огонь по атакующему. Длится 1 ход или до поглощения 20 ед. урона."
LocHelpText="Поглощает до 20 ед. урона и делает ответный выстрел в атакующего. Нельзя использовать после передвижения. Длится 1 ход."
LocFlyOverText="Оружейный щит"

[LegionGunShieldMk2 X2AbilityTemplate]
LocFriendlyName="Оружейный щит"
LocLongDescription="Установите энергетический щит перед оружием, чтобы блокировать входящие атаки и открывать ответный огонь по атакующему. Длится 1 ход или до поглощения 30 ед. урона."
LocHelpText="Поглощает до 30 ед. урона и делает ответный выстрел в атакующего. Нельзя использовать после передвижения. Длится 1 ход."
LocFlyOverText="Оружейный щит"

[LegionPowerShot_Long X2AbilityTemplate]
LocFriendlyName="Мощный выстрел (Дальняя дистанция)"
LocLongDescription="Выстрел дальнобойным снарядом, который пробивает и наносит урон всем юнитам на прямой линии."
LocHelpText="Выстрел дальнобойным снарядом, который пробивает и наносит урон всем юнитам на прямой линии."

[LegionPowerShot_Short X2AbilityTemplate]
LocFriendlyName="Мощный выстрел (Ближняя дистанция)"
LocLongDescription="Выпускает град снарядов, которые наносят урон всем юнитам в конусной зоне."
LocHelpText="Выпускает град снарядов, которые наносят урон всем юнитам в конусной зоне."

[LegionSmartCore X2AbilityTemplate]
LocFriendlyName="Умное Ядро"
LocLongDescription="Выпустите все оставшиеся боеприпасы из основного оружия (+6 доп. выстрелов) по всем врагам в пределах видимости. Делает до 12 выстрелов и каждый выстрел имеет 100% шанс на попадание."
LocHelpText="Выпустите все оставшиеся боеприпасы из основного оружия (+6 доп. выстрелов) по всем врагам в пределах видимости. Делает до 12 выстрелов и каждый выстрел имеет 100% шанс на попадание."
LocFlyOverText="Умное Ядро"

[LegionSmartCoreMk2 X2AbilityTemplate]
LocFriendlyName="Умное Ядро"
LocLongDescription="Выпустите все оставшиеся боеприпасы из основного оружия (+8 доп. выстрелов) по всем врагам в пределах видимости. Делает до 16 выстрелов и каждый выстрел имеет 100% шанс на попадание."
LocHelpText="Выпустите все оставшиеся боеприпасы из основного оружия (+8 доп. выстрелов) по всем врагам в пределах видимости. Делает до 16 выстрелов и каждый выстрел имеет 100% шанс на попадание."
LocFlyOverText="Умное Ядро"